label A_daily_1:

    scene bar_background with tstmgr
    play music happy

    "餐厅老板""你知道,我最近提高了薇拉的工资."

    player "认真的?这可不像你.你的小气可是出了名的."

    "餐厅老板""那是因为我认为我的员工都不配得到更高的工资.但是薇拉不同.她应该得到更多."

    player "这是为什么?"

    "餐厅老板""因为她什么都能做,检查,服务,甚至打扫厨房和卫生间,你能想到的她都能做.我从来没有见过我的员工有么能干."

    player "你他妈的在说什么?"

    player "你让她打扫厨房和卫生间?"

    "餐厅老板""嘿,别生我的气.她自愿做所有这些事情.如果你和她呆一个小时,你就知道我在说什么了.这个女孩精力充沛."

    "餐厅老板""此外,这也是我决定给她加薪的原因.我绝不会亏待这么好的员工."

    player "不不不,她不是来打扫卫生的."

    "餐厅老板""我也没把她当清洁工,对吧?现在她的收入大约是普通服务员的两倍.如果她在这里呆一年以上,我甚至可能让她做我的服务经理."

    player "... ... ... ..."

    narrator "我抬起头,看见薇拉的背影,她在招待一桌客人."

    narrator "的确,正如餐厅老板所说,她精力充沛.不管她经历了什么,她似乎仍然充满乐观和激情的拥抱生活."

    narrator "... ... ... ..."

    narrator "也许我担心得太多了."

    narrator "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
