label pcsj:

    scene void with tstmgr

    narrator "... ... ... ..."

    narrator "这周剩下的时间没发生什么.但我可以告诉你,情况正在好转."

    narrator "现在我和薇拉以及森柠的关系都有了极大的改善.这是令人振奋的."

    narrator "我以为我的生活会永远像这样轻松,但我错了.下个星期一早上,我的生活完全被一个电话改变了."

    narrator "*电话铃声*Dududu,dududu,dududu,dududu..."

    narrator "*电话铃声*Dududu,dududu,dududu,dududu..."

    player "...发生什么事了?"

    player "谁会这么早打电话来?"

    player "(打呵欠)(拿起手机)喂?谁啊?"

    scene e_pcsj_normal with tstmgr

    e "你好,[P.name],是我,伊莉莎."

    player "Oh,伊莉莎阿姨,你好.怎么了?"

    e "我不知道你是否已经看过新闻了..."

    player "Eh...我不关心最近的新闻,有什么我需要知道的吗?"

    e "是关于你爸爸的.他有麻烦了."

    player "我爸爸?什么麻烦?"

    e "他被怀疑操纵市议会选举.警察已经逮捕了他."

    player "今天是愚人节吗?伊莉莎阿姨,一点都不好笑."

    e "我不是在开玩笑.这是真的.你可以在网上看."

    e "他的个人财产已被暂时冻结,目前政府正在对他进行调查.在调查期间他不会被假释,在相当长的一段时间内他也不会和你联系."

    player "该死!"

    player "他现在在哪里?我要见他."

    e "他在首都被捕了.但别担心,他会挺过去的.他有这个国家最好的律师."

    e "现在,你有一个更重要的问题要处理."

    player "什么比我爸爸更重要?"

    e "我没告诉你你爸爸的私人财产现在被冻结了吗?"

    player "... ... ... ..."

    player "Oh,操."

    narrator "我没有工作,没有积蓄.我花的每一分钱都是我爸爸给的.如果他的财产被冻结,那么..."

    narrator "现在我变成了一个乞丐?"

    e "你爸爸是个严谨的人,我认为警方不会找到任何能定罪的证据.他应该没事."

    e "但你不是.据我所知,你爸爸入狱后,你将失去所有的收入来源.我说的对吗?"

    player "Eh...是的..."

    e "你有什么计划吗?"

    player "我,我不知道,伊莉莎阿姨.我现在一团糟..."

    e "你有存款吗?"

    player "Eh,没有..."

    player "但是...伊莉莎阿姨,你会帮我的,对吗?"

    e "我当然会帮忙."

    player "谢谢你."

    e "别这么快就谢我.我不会像你爸爸那样宠你.我只能帮你提供一份我公司的工作.你将在狄奥多拉的领导下工作."

    e "你必须自己工作谋生,这也是你与狄奥多拉相处的机会.她是一个只崇拜强者的骄傲的女孩.你需要向她证明你自己."

    player "... ... ... ..."

    player "这是我唯一能找到的工作吗?"

    e "不是,但这是我能给你的最好的工作."

    player "我...我明白了."

    player "我会接受这份工作的,伊莉莎阿姨."

    e "很好,[P.name],不要让我失望."

    player "我还有一个问题..."

    player "我现在应该住在哪里?"

    narrator "如果我不能用我爸爸的钱,我就不能再住在这家旅馆了."

    narrator "如果伊莉莎阿姨能让我住在她的公寓里就太好了.我知道她家里有很多空房间.我就能和她,狄奥多拉和艾琳住在一起了.听起来不错."

    e "你是个成年人了.你应该自己解决这个问题."

    player "... ... ... ..."

    narrator "这真让人...难过..."

    player "好的,伊莉莎阿姨,我知道了."

    e "很好.你可以从下周一开始上班.狄奥多拉会告诉你细节."

    player "我真的很感激,伊莉莎阿姨."

    e "你是我的半个儿子.我真的希望你能克服这种情况."

    e "Oh,还有一件事."

    e "除了我刚刚提供的工作,我还有另一份工作给你,一份私人的工作."

    player "那是什么,伊莉莎阿姨?我会接受每一个机会."

    e "很高兴看到你这么有激情."

    e "我想让你做艾琳的私人教师.你知道,她学习不好.我希望你能帮助她."

    e "你可以每天在她放学回家后到我们家来辅导她.你可以决定一周来几次.当然,你会因此得到报酬."

    player "我很高兴这样做.再次谢谢你,伊莉莎阿姨."

    e "我说完了,[P.name].我希望你能保持坚强,解决这个问题."

    player "我会尽力的,伊莉莎阿姨.我保证."

    e "拜拜,[P.name]."

    player "拜拜,伊莉莎阿姨."

    scene void with tstmgr

    narrator "我挂掉电话."

    narrator "... ... ... ..."

    player "该死的,爸爸.你做了什么??"

    player "操纵选举?你真是个天才!"

    player "我现在该怎么办?没有我爸爸的钱,我什么都做不了."

    player "... ... ... ..."

    player "也许我可以从我有钱的朋友那里借些钱,等银行解冻我爸爸的财产后再还他们?"

    player "... ... ... ..."

    player "但如果我这样做,伊莉莎阿姨和我爸爸一定会很失望.他们似乎希望我能独自度过这个难关."

    player "我想我还是听从伊莉莎阿姨的话,接受那两份工作吧.我不会向朋友借钱,除非这是唯一的解决办法."

    player "至于住处..."

    player "我最好搬到薇拉现在住的房子去.那毕竟是我自己的财产."

    player "... ... ... ..."

    player "我不知道她是否同意我做她的室友."
    narrator "但我想她会理解的."

    narrator "... ... ... ..."

    call screen hint("游戏正进入一个新的阶段.从现在开始,你不再是以前那个富有的男孩了.你需要工作谋生,管理自己的生意.")

    call screen hint("别忘了,你仍然需要和女孩建立关系.明智地管理你的时间.")

    call screen hint("祝你好运,玩得开心.")

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
