label d2_5:

    scene void with tstmgr

    "我深夜回到旅馆房间."



    "我今天很累,所以我决定早点睡.我躺在床上胡思乱想......"



    "... ... ... ..."



    "我什么时候才能找到我的真爱?"



    "森柠的模样突然出现在我的脑海里."



    scene d2_5_1 with tstmgr

    "森柠,那个可爱的长发女孩...我们是亲密的朋友,她似乎喜欢我.我选择她吗?"



    "Yeah,我想我应该去追她,而且要快.她有很多追求者.我最好快点,不然要被人捷足先登了."



    "但是............"



    scene d2_5_2 with tstmgr

    "我真的能放下狄奥多拉吗?"



    "那个性感的银发女孩......虽然有时她很冷漠和刻薄,但她也有温柔的一面,我今天才看到.真是...令人惊异......"



    "No...no...我不能就这么放手."



    "唉...如果我能两个都要就太好了......"



    "Hmmmm... ... ... ..."



    "两个...都要?"



    "就像有个后宫?但是...这可能吗?"



    "唉...我想我能在今晚的梦中实现............"



    scene void with tstmgr

    "突然,我的电话响了起来."



    player "Hmmmmm?谁?"



    "杰克""Hey老兄,是我,杰克.明晚我要在西蒂尔夜店举办一个派对.你想来吗?"



    "杰克,我的一个好朋友."



    "明天晚上吗?嗯,我明天有时间."



    player "好的,我会去的."



    "杰克""好,到时候见."



    player "再见."



    "... ... ... ..."



    "西蒂尔夜店是这个城市最酷的俱乐部,也是认识女孩的最好地方.在那里你可以看到各种各样的美女."



    "也许明天我就能在那里为自己找到另一个美妙的一夜情?这将是一个解决我性欲的好方法,这样我就不会再脑海中浮现那些关于后宫的疯狂画面了."



    "Yeah...听起来不错..."



    "无论如何,我最好现在就上床睡觉.让我们看看明天会发生什么."



    "... ... ... ..."





    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
