define past_note_link_text = "{a=past}v14.5: ...{/a}"

define update_note_text = '''{size=+2}{color=#ffcd5c}   Thanks for playing our game, please feel free to let us know if you find any bugs or issues!
{/color}{color=#df0000}{/color}{/size}

v15:
    - 乌诺和艾琳的新个人情节
    - 为 "西奥&乌诺&维拉"、"乌诺&森柠&艾琳"、"狄奥多拉&伊利莎 "新增后宫剧情
    - 米娜女士的新场景
    - 西奥&乌诺&薇拉 "的幸福后宫结局
    - 450张新图片和动画场景

''' + past_note_link_text

define past_update_note_text = '''v14.5:
    - 伊莉莎的新顺从训练选项：捆绑训练
    - 伊莉莎的新性技能训练选项：母亲的角色扮演
    - 为西奥多拉新增无耻的训练选项。内阁性爱
    - 为乌诺提供新的顺从训练选项。宠物训练 
    - 艾琳的新个人情节
    - 为薇拉&乌诺&西奥、西奥&艾丽莎、乌诺&森柠新增后宫地块
    - 现在在米娜的商店和波西娅的商店里将有红点指导。

v14:
    - 西奥多拉、森柠、瑞秋的新个人情节
    - 新的后宫情节："西奥&乌诺&薇拉"，"西奥&艾琳"，"薇拉&森柠"
    - 米娜女士的新故事情节，尝试提高森柠的后宫接受度以解锁。
    -600张新图片和动画场景

v13.5:
    - 在薇拉的顺从性/亲密性/无耻性等级达到2级后，你现在可以带她去地牢/游泳池/户外。
    - 在伊莉莎的无耻程度达到2级后，你现在可以带她去户外活动了。
    - 以下未完成的事件现在已经完成，你可以在你的房间里重新播放它们 
    宠物训练--艾琳，乌诺
    游泳池--艾琳、伊莉莎
    - 完成了艾莉莎的另一个结局，你可以在你的房间里重放它。
    - 为 "你家里的女孩（薇拉、西奥、尤诺）"新增后宫情节
    - 伊莉莎的新个人情节
    - 修复了几个错误/类型

v13:
    - 你现在可以带狄奥多拉去地牢了
    - 西奥多拉、艾琳和乌诺的新个人情节
    - 新增 "母亲和女儿 "的后宫剧情
    - 新的 "同床 "选项。你家里的女孩
    - 590张新图片和动画场景

v12:
    - 你现在可以在你的房间里重放所有备选结局
    - 乌诺的另类结局已经实现
    - 在乌诺的亲密关系达到2级后，你现在可以带她去地下室的游泳池。
    - 在森柠的无耻达到3级后，你现在可以把她带到户外。
    - 增强了圆点的颜色
    - 为薇拉、森柠、伊莉莎和雷切尔新增个人情节
    - 新增 "母女 "和 "家中女孩 "的后宫剧情
    - 690个新图片和动画场景

v11:
    - 将Renpy引擎的版本从7.4.2回滚到7.3.5
    - 当尤诺和西奥多拉的无耻程度达到2级后，你可以带他们去户外活动。
    - 在艾琳的亲密程度达到2级后，你可以带她去地下室的游泳池。
    - 与米娜女士的新互动
    - 维拉、艾琳和乌诺的新个人情节
    - 新的后宫剧情："母亲和女儿 "和 "你家里的女孩"。
    - 590张新图片和动画场景

v10:
    - 扩大你的房子。一个地牢和一个游泳池。
    - 新的玩法。你现在可以带女孩去某些地方，和她们一起玩耍
    - 新的地点。米娜的商店。
    - 增加了森柠的另一个结局。
    - 薇拉、森柠、西奥多拉、伊丽莎现在有了新的情节。
    - 692张新图片和动画场景
    - 24个新剧情和事件
    
v9:
    - 增加了一个新的打屁股的声音效果。
    - 将波西亚的服务价格从500美元/1000美元/2000美元降至200美元/500美元/800美元。
    - 狄奥多拉, 艾琳, 伊莉莎, 瑞秋, 乌诺现在有新的情节。
    - 重写了两个序幕事件。
    - 18个新的主要故事事件和剧情
    - 2个新的训练选项
    - 14个新的动画场景
    - 16个新的短事件

v8:
    - 实施了新的画廊系统。它应该已经解决了所有已知的画廊问题
    - 实施了性爱的声音效果和更多的bgms
    - 实施了购物系统。你现在可以在波西亚的商店里花钱了。
    - 新的地点。平房、波西亚的商店
    - 16个新的主要故事事件和剧情
    - 3个新的训练事件
    - 15个新的简短事件
    - 12个新的动画场景
    - 9个新的商店事件

v7:
    - 新的互动系统
    你现在可以在提高女孩的属性水平后解锁丰富的可重复的 "训练事件"。
    - 壁纸系统
    你现在可以改变女孩房间的墙纸。
    - 删除了服装更换系统
    - 新类型的重复性短事件。后宫事件
    这类事件会在地图上显示一个粉红色的心形徽章。你可以通过体验此类事件来提高女孩的后宫接受程度。
    - 大幅重写了序幕
    - 重做了森柠的sexskill lv.1场景
    - 以下未完成的事件的部分路线现已完成
    维拉和乌诺在洗衣房 "的事件
    艾琳和伊丽莎在游泳池 "的事件
    薇拉和乌诺穿着比基尼战士的衣服 "的事件
    "和森柠一起去海滩 "的活动
    - 森柠，西奥多拉，艾琳，雷切尔将有新的情节。而且你现在可以改善你与西奥多拉的关系
    - 22个新的短事件，95张新图片
    - 14个新的主要故事事件和情节，425张新图片
    - 5个新的培训事件，有107张图片
    - 12个新的动画场景

v0.6:
    - 新机制：女孩的属性
    {size=-4}在你与女孩的关系改善后，她们的属性会显示出来。你可以像以前一样，通过提高女孩的爱情点数来提升她们的等级，并触发相应的情节。{/size}。
    - 用一个新的系统取代了女孩的 "情欲点"。"后宫接受度"
    {size=-4}所有有不止一个女孩加入的情节和事件，现在将提高这些女孩的H.A点{/size}。
    - 在游戏中增加了一首新的原创歌曲
    {size=-4}它被用作主菜单的背景音乐{/size}。
    - 新的地点。海滩
    - 21个新的短事件，有60张新图片。
    - 22个新的主要故事事件和情节，524张新图片。
    - 12个新的动画场景。
    - 重新制作了27张旧图片。
    - 重新制作了与维拉的 "醉酒强奸 "场景。

V0.5a:
    - 为艾琳增加了1套新衣服
    - 在你的关系改变后，重新修改了与艾琳的互动。
    - 现在你可以按E键来打开一个简单的调试工具。
    - 修正了一些错误
    - 重做了3张图片
    - 27张新图片

V0.5:
    - 添加一个新的机制来提高女孩的爱。
        女孩现在会随机出现在不同的地点，有超过100个独特的重复的短事件。
    - 新的地点。市中心的黑暗小巷。移除的地点。礼品店。
    - 薇拉的1套新装备。
    - 你现在可以改善你与艾琳的关系。
    - 101个新的短事件，正如我上面提到的。
    - 540个新的图片和动画。
    - 20个与薇拉、森柠、艾琳和西奥多拉的新情节。 
    - 10个新的动画场景。
    - 修复的错误

V0.4:
    - v0.3版本的保存现在与新的更新兼容。
    - 巨大的用户界面改进，甚至比我们在v0.3中所做的更大。
    - 一些新的60fps动画现在将包括头部移动和情绪变化。
    - 你现在可以在你的卧室里重放有分支的场景。
    - 暂时删除了MC的学习&工作&运动等级。它们将在未来完全重做后回来。
    - 学校和伊莉莎的房子现在将扮演与你的民宿房子类似的角色。
    - 重做了12张老照片。 
    - 现在更容易增加维拉、森柠、西奥多拉和雷切尔的爱。
    - 森柠的新装束。
    - 现在你可以改变与森柠的关系。
    - 现在你可以观察女孩在学校和伊莉莎的豪宅中的行为。 
    - 387张新图片和动画。
    - 19个新的事件和与维拉、森柠、艾琳、伊莉莎、瑞秋和乌诺的互动。 

v0.31: 
    - 修复的错误
    - 小小的UI调整
    
V0.30:
    - 巨大的UI改进。
    - 现在你可以通过右键点击画廊中的场景来重放记忆。
    - 在保存的描述中增加了更多的信息。
    - 你现在可以重命名你的保存。
    - 如果有任何新的事件，在地点上会显示一个红色徽章。
    - PC版的新游戏图标。
    - 实施了服装更换系统。
    - 实施了 "关系 "系统。
    - 实现了 "次要情节回放 "系统。
    - 现在你可以观察女孩在你家里的行动。
    - 删除了 "周末计划"、"一般提示 "和 "信用"。
    - 重写了女孩的档案页和提示。
    - 重做了B&B系统。
    - 重写了32张老照片。
    - 重写了关于薇拉的后续情节，如果你选择在那个醉酒之夜用武力得到她。
    - 你现在花在解锁森柠的情节上的时间将减少25%。
    - 你现在花在解锁西奥dora的剧情上的时间将减少25%。
    - 372张新图片。
    - 与维拉、西奥多拉和乌诺的18个新事件和互动

v0.21:
    - 在游戏中增加了 "一般提示 "按钮。
    - 现在当你解锁一个新的 "周末活动 "时，"周末计划 "按钮上会显示一个徽章。
    - 优化了狄奥多拉的动漫图标。
    - 安卓版的新应用图标。
    - 优化了安卓版的UI。
    - 修正了对话框中的错误和微小的变化。

v0.2: 
    - 在保持图像质量不变的情况下，高度减少了游戏的大小。
    - 在游戏中添加了一个无版权的BGM。
    - 创建了一个点击/敲击的声音效果。
    - 在游戏中加入了一些简单的教程。
    - 增加了 "B&B面板 "和 "周末计划面板 "的按钮。
    - 把提高MC能力的EXP要求从8降到6。
    - 将每周的土地税和公用事业费从2000美元减少到1600美元。
    - 通过在维拉的工作场所找到她来增加她的爱的概率从55%提高到70%。
    - 重新制作了61张老照片。
    - 在与薇拉的那个醉酒之夜，新的分支路线。
    - 19个新事件。
    - 狄奥多拉, 艾琳和伊莉莎现在有了他们的第一个互动选项。
    - 引入第七个女孩。乌诺。
'''
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
