label d1_1:

    scene void with tstmgr

    "... ... ... ..."



    "... ... ... ... ... ..."



    "女孩们""[P]~~~"



    "... ... ... ..."


    "女孩们""[P]~~~ [P]~~~"



    player "Hmmmmm... ... ... ..."



    "有人在叫我的名字.不,不是某人,有...不止一个人...叫我的名字."



    scene d1_1_33 with dissolve

    player "(艰难的睁开眼)............"



    player "发生了什么?我在哪儿?"



    scene d1_1_34 with tstmgr

    player "... ... ... ..."



    player "Oh... shit... ... ... ..."



    scene d1_1_1 with tstmgr

    $ flashlight()

    player "什么鬼东西!?"



    scene d1_1_2 with tstmgr

    player "我在天堂吗?这...这...太不真实了..."



    scene d1_1_3 with tstmgr

    player "好多...奶子............"



    scene d1_1_1 with tstmgr

    "女孩们""你决定了吗?"



    player "决定...什么?"



    "女孩们""你决定...想和我们中的哪一个结婚了吗?"



    "女孩们""还是...你想和我们所有人结婚吗?"



    player "谁...你们是谁?我想看看你们的脸!"



    scene d1_1_4 with tstmgr

    player "让我...看看你们的脸......"



    scene void with tstmgr

    "... ... ... ..."



    scene d1_1_5 with tstmgr

    player "(梦呓)让我...看看你们的脸......"



    "全班哄堂大笑..."



    "教授""说真的,先生,我不介意你在我的课上睡觉,但是你能闭上你的嘴吗?"



    player "Ahh...什么?"



    player "Oh... damn... ..."



    "我在课堂上睡着了...太尴尬了......"



    player "对不起,教授............"



    scene d1_1_6 with tstmgr

    "??" "... ... ... ..."



    scene void with tstmgr

    "课后..."



    scene d1_1_7 with dissolve

    player "唉............"



    "那真是个奇怪的梦.就像个春梦,只有那些从来没有和任何人约会过的可怜的十几岁的男孩才会做的梦."



    "我绝对不是一个可怜的小男孩."



    "我今年21岁,是罗斯科城市大学金融专业的大三学生.我是一个富有的英俊的年轻人,有很多一夜情的经历."



    "但是......"



    "唉...我想我确实是一个渴望被爱的人."



    "像我这种...单亲家庭长大的孩子很正常,对吧?我是由父亲独自抚养长大的,在我还是个婴儿的时候,母亲就离开了我们."



    "我的父亲是一个相当好的父亲.他是一个非常成功的企业家,是这个国家最富有和最有权势的人之一.他把我宠坏了.不管我想要什么,只要有卖的,他都会为我买到."



    "他让我过着奢侈的生活,不用担心任何贷款或债务.我可以用他的支票和信用卡花我想花的钱."



    "为了保护我免受继母的伤害,他再也没有结婚.真是个好爸爸."



    "但是,母爱的缺乏在我心里留下了一个缺口,无论我爸爸做了多少事情,他都无法填补它."



    "然而,我心中的这个缺口并没有给我的生活带来任何负面影响.我没有任何心理问题,也没有任何性格缺陷."



    "但它确实在一些次要方面影响了我,例如,我更喜欢大胸的女人,因为在我看来,那是一种母性的象征."



    "而且,不管我有多少朋友,不管我和多少女孩发生过关系,我总是感到孤独和空虚.我想这就是我之前做那个梦的原因."



    "因此,我渴望找到一个人,可以真正填补我心中的空白.真爱,是的.我在寻找我的真爱."



    "??" "(拉着你的衬衫)............"



    "Hmmmmmm... ... ... ..."



    "好像有人站在我身后."



    "??" "[P],你还好吗?"



    "我回头一看......"



    scene d1_1_8 with tstmgr

    "??" "你在课堂上睡着了.没事吧?"



    scene d1_1_9 with tstmgr

    player "我...我很好,森柠."



    scene d1_1_8 with tstmgr

    "森柠,我大学里最好的朋友之一,是一名来自中国的留学生,有四分之一的欧洲血统,主修数学和金融,是我潜在真爱名单上排名第一的女孩."



    "我是说,看看她.怎么会有人不想和这么漂亮的人谈恋爱呢?"



    "是的,我有一个潜在真爱名单.目前只有两个名字在名单上."



    scene d1_1_10 with tstmgr

    b "你今天看起来气色不好.你是感冒了还是怎么了?"



    player "Oh...eh...no,我就是昨晚没睡好."



    player "谢谢你关心我,森."



    scene d1_1_11 with tstmgr

    b "Wummmmm... okay."



    scene d1_1_12 with tstmgr

    b "今晚八点在玫瑰厅有一个学习小组讨论.你想和我一起去吗?"



    player "干什么的?"



    b "准备下周的经济学考试~"



    player "但是...你不需要参加那个讨论,我也不需要,对吧?我们就像...班的前两名.这次考试太容易了.我们去看电影吧."



    "Yep,我上课睡觉,去夜店找一夜情,但我仍然是一个尖子生.如果你愿意,你可以叫我天才~"



    scene d1_1_13 with tstmgr

    b "Yeah,但是...可能有些人需要帮助."



    "这个女孩有一颗善良的心,她总是想帮助别人.这就是我喜欢她的原因~"



    player "Okay,讨论结束后我们去看电影怎么样?"



    scene d1_1_14 with tstmgr

    b "那就太晚了,而且...我不喜欢在电影院看电影,因为那里没有字幕.我不能完全理解那些台词."



    "作为一名国际学生,森柠需要比当地学生努力两倍.她不仅需要学习专业课,还需要从一开始就学习英语."



    "我记得她刚来这所大学的时候,几乎一句完整的英语都说不出来.经过三年的学习,她现在说话已经很专业了,但她还是喜欢边看电影边看字幕."



    player "唉............"



    player "好吧,那我们一起去讨论吧."



    scene d1_1_15 with tstmgr

    b "Ah,谢谢你,[P]!~"



    b "30分钟后我还有课,我最好现在就走,晚上...见......"



    scene d1_1_16 with tstmgr

    b "... ... ... ..."



    scene d1_1_17 with tstmgr

    b "我..."



    b "我感觉有点头晕..."



    scene d1_1_18 with tstmgr

    "她突然失去了平衡,倒在我身上."



    player "Hey,森,你还好吗?"



    player "森......"



    "她昏倒了."



    "Well,她曾经告诉过我她的低血糖问题.有时她会感到头晕,甚至昏倒一分钟."



    "这不是一个严重的问题.我不是医学院的学生,但我认为她可以通过定期吃糖来防止它的发生.但好像她今天还没这么做."



    "... ... ... ..."



    "还有一件事..."



    scene d1_1_19 with tstmgr

    "我意识到我的右手现在正抓住她的一个乳房.我保证我不是故意的.这只是一个美丽的误会."



    "但天啊,她的乳房就像最好的水球.好软......"



    scene d1_1_20 with tstmgr

    b "Wummmmm... ... ... ..."



    "她正在醒来.我最好把手移开,免得她发现."



    scene d1_1_21 with tstmgr

    "... ... ... ..."



    scene d1_1_22 with tstmgr

    b "Ehhhhhhh?"



    scene d1_1_23 with tstmgr

    b "太,太近了!"



    scene void with tstmgr

    "她突然从我身边跳开,像一只受惊的兔子."



    scene d1_1_10 with tstmgr

    player "我...我只是试着......"



    b "我知道,是我的错,抱歉......"



    scene d1_1_11 with tstmgr

    b "我昏倒了多久?"



    player "不到一分钟."



    scene d1_1_10 with tstmgr

    b "抱歉......"



    player "你今天没有吃甜食,对吗?"



    player "我的车里有一些马卡龙.如果你喜欢..."



    scene d1_1_24 with tstmgr

    b "马卡龙!"



    scene d1_1_25 with tstmgr

    b "Wummm...no,我不能吃任何甜的.它会让我长胖."



    player "你是认真的吗??"



    scene d1_1_26 with tstmgr

    b "(点头)............"



    player "唉...那么如何在不吸收任何糖分的情况下解决低血糖问题呢?"



    scene d1_1_25 with tstmgr

    b "Hmmmmm... ... ... ..."



    b "好吧...我就吃一块...就一块...谢谢你..."



    scene void with tstmgr

    "... ... ... ..."



    "我给她拿了甜食,结果发现没有哪个女孩能拒绝马卡龙的诱惑.她不是吃了一块,而是吃了三块."



    "当她不自觉地伸手去拿第四个时,我咳嗽了一声."



    scene d1_1_27 with tstmgr

    b "Oh...我是...不会吃那个的..."



    player "你不用解释..."



    b "Hee hee~~~"



    b "我现在感觉好多了,谢谢.我现在应该去上课了."



    player "Okay...今晚见."



    b "Bye bye~~"



    scene void with tstmgr

    "... ... ... ..."



    "她很可爱,不是吗?"



    "我想我喜欢她,我想她也喜欢我.如果她是我的潜在真爱名单上唯一的人,我一定会去追求她."



    "但是我的名单上还有另外一个人,所以我必须仔细选择.我不想陷入那种愚蠢的浪漫电影的情境,比如‘我爱你,但我后来意识到我更爱她,但在我和她结婚之前,我意识到我其实更爱你,所以我逃避了婚姻’之类的."



    "... ... ... ..."



    scene d1_1_28 with dissolve

    "晚上,在学习小组讨论..."



    "森柠是真正的救星.她耐心地回答了所有的问题,就像一个真正的教授."



    "经过两个小时的问答,学生们几乎已经问完了问题.许多人开始聊天,其他人也准备离开."



    "一个学生走到森柠和我面前."



    "学生A""Yo,伙计们,谢谢你们来参加我们的讨论.你真的帮了我们很多忙."



    "学生A""我的意思是,你们似乎对这次考试了如指掌,根本不需要跟我们一起学习,但你们还是来了,毫不犹豫地帮助我们.我们对此非常感激."



    scene d1_1_29 with tstmgr

    b "不客气,我们喜欢帮助需要帮助的人,不是吗,[P]?"



    player "我...eh...yes,我们都很乐于助人."



    "学生A""你们真是天生的一对.祝你们考试好运,伙计."



    scene d1_1_30 with tstmgr

    "森柠突然脸红了."



    b "(低语)我们...我们...我们不是...一对......"



    "不幸的是,那个学生并没有听到她说了什么,因为他已经走开了,而且她的声音太小了."



    b "... ... ... ..."



    "她...害羞的时候真的很可爱."



    player "Eh...森柠,需要我开车送你去你的公寓吗?"



    scene d1_1_31 with tstmgr

    b "Ahh?我............"



    scene d1_1_32 with tstmgr

    b "No...不用了.它离这儿不远.我...一个人回去就好了......"



    scene void with tstmgr

    "然后她从我身边跑开,以最快的速度离开了大厅."



    player "... ... ... ..."


    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
