label d2_1:

    "第二天早上,我还在睡觉..."



    player "Zzzzzzzzzz... Zzzzzzzzz... ..."



    "... ... ... ..."



    "??" "醒一醒."



    player "Ha,ah,什么?Zzzzzzzzzz..."



    "??" "你熟睡的脸看起来很可笑.别像个婴儿,从床上滚下来."



    player "Hmm?!?!..."



    "Ahhhh......我讨厌被别人吵醒.就像我的私人空间好像被侵犯了."



    "我甚至不需要睁开眼睛就能知道那是谁.我住在一个豪华的酒店套房,除了我之外只有一个人有这个房间的钥匙."



    scene day2_c1 with dissolve

    "这个女人,狄奥多拉,我的未婚妻,新光公司总裁的女儿.新光是这个城市最大的公司之一."



    "虽然我们已经订婚了,但我们之间并没有真正的爱情.我们只是遵从父母的意愿."



    "我爸爸和她妈妈是生活中的朋友,也是生意上的盟友.他们很乐意通过为孩子建立婚姻来进一步增进他们的同盟关系."



    "我从小就认识这个女孩.她比我大两岁.我在高中的时候就喜欢上她了.在那段时间里,我们是如此亲密,以至于我几乎都要向她表白,但不幸的是,这事没成."



    "从那以后,这些年我们的关系变得很糟糕因为...hmm......没有原因."



    "你能说什么?我错过了机会,我们也回不去了.这就是生活."



    "但现在她仍然在我的潜在真爱名单上.虽然我知道她是一个对性漠不关心的工作狂,一个冷酷无情的女人,没有人能真正进入她的心,但是...她是我的初恋,而初恋总是很特别的."



    "因此,我同意订婚,令我惊讶的是,她也同意了.我真的不知道她是为什么,也许她只是想以此为借口,拒绝那些饥渴的中年富家公子的追求,这样她就可以沉浸在商业世界里了?"



    scene day2_c2 with tstmgr

    c "你在看什么?"



    player "你的胸."



    c "(一脸鄙视地看着我)Haha,有趣............"



    "虽然我认为我仍然喜欢她,但我总是在她面前表现粗鲁和下流.当然,这不是真实的我.我想我只是想引起她的注意."



    scene day2_c3 with tstmgr

    c "我没时间和你说这个.你现在得从床上起来.已经是中午了."



    player "你为什么关心这个?我今天没课.我想睡多久就睡多久."



    c "我两天前告诉过你,今天下午我妈妈的一个商业伙伴要举办一个泳池派对.我们需要一起去."



    player "为什么我要参加一个我都不认识的人举办的聚会?你可以一个人去."



    scene day2_c2 with tstmgr

    c "... ... ... ..."



    c "Huh... ..."



    scene day2_c4 with tstmgr

    c "你真的想让我被一群半裸的男人包围吗?"



    "她突然把她的衣服拉下来了一点.她的乳房几乎要迸出来了."



    player "操...你在做什么?..."



    "我现在勃起了."



    scene day2_c5 with tstmgr

    "老实说,我不记得有多少次我在想象她的胸的时候手淫了."



    "这对惊人的胸...我想把手伸进去,我想把我的鸡儿插进去,我想把自己溺死在里面......"



    player "我......"



    scene day2_c4 with tstmgr

    c "你真该看看你的脸,小处男.你真可怜."



    player "小处男吗?以前没人这么叫过我."



    c "别发牢骚了,穿上衣服跟我走."



    player "... ... ... ..."



    player "Alright...来了."



    scene void with tstmgr

    "... ... ... ..."



    "过了一段时间,狄奥多拉和我到达了聚会地点,一个高档的室内游泳池.将整个地方包一个下午要花很多钱,主办这个地方的人一定是个超级有钱的家伙."



    scene day2_c6 with tstmgr

    "狄奥多拉在我们到达的前一秒钟就改变了她冰冷的脸.她礼貌而热情地向大家微笑,比和我在一起时更健谈."



    "她总是知道如何利用自己的魅力来获取最大的利益.看她的游泳衣.那是我这辈子见过的最性感的服装之一.她在和那些被她的身体吓呆了的人谈判时,利用这个优势."



    "她表现得像个放荡的交际花,但我知道那不是真正的她.她天生是个演员,现在她只是在演她的角色."



    "她在玩一场危险的游戏.我注意到那些人是怎样盯着她看的,就像饥饿的野兽盯着一顿大餐.这就是为什么她需要我,她的未婚夫,在这里让她远离潜在的骚扰."



    "Ha,这些可怜的家伙都被她的行为愚弄了.她不像看上去那么可爱."



    scene day2_c7 with tstmgr

    "看看她在做什么!她弯下腰炫耀她的大胸,假装这是意外."



    scene day2_c8 with tstmgr

    "... ... ... ..."



    "妈的,我的视线都离不开她的胸了..."



    scene day2_c10 with tstmgr

    ".. ... ... ..."



    "她朝我笑了笑,但更像是一种讥笑.她想说什么?"



    player "无所谓了............"



    scene void with tstmgr

    ".. ... ... ..."



    scene day2_c11 with dissolve

    "过了一会儿,狄奥多拉来到我身边,坐在我旁边."



    c "你看起来不太高兴."



    player "我应该高兴什么?我甚至不想待在这里.我在这里一个人都不认识,我甚至没有穿我最喜欢的泳裤."



    c "说完了?"



    player "还能是什么呢?"



    scene day2_c12 with tstmgr

    c "好吧,当我没说."



    "男人A""你好,新光小姐."



    scene day2_c13 with tstmgr

    "这时有几个人向我们走来.他们基本上不理我,开始和狄奥多拉交谈."



    "男人A""你想和我们一起下楼喝点什么吗?我们可以在那里多谈一谈生意."



    "男人B""今晚晚些时候会有一个舞会.你愿意来吗,小姐?"



    "男人C""如果你能来那就太好了.我想把我的大儿子介绍给你.他的名字是......"



    scene day2_c14 with tstmgr

    c "谢谢,先生们,但我............"



    scene day2_c15 with tstmgr

    player "... ... ... ..."



    "很明显,她不想和他们一起去.我应该帮她吗?"



    label d2_1_choice_1:

    menu:
        "帮她":


            scene day2_c16 with tstmgr

            player "够了,先生们.你没看见我们在谈话吗?"

            "那些人对我的粗鲁感到惊讶."

            "男人A""你是?..."

            player "我是她的未婚夫.有什么问题吗?"

            "男人A""什么鬼?"

            $ add(C, C.love, 1)
        "保持沉默":




            "Well,他们不是冲着我来的,所以我想我还是呆在这里,保持沉默吧."

            c "我...我很乐意.但是我和未婚夫晚上要约会,抱歉......"

            "男人A""你未婚夫?"

            "唉...我知道她不会轻易放过我的."

            "Alright,我就帮他这次."

            scene day2_c16 with tstmgr

            player "Yeah,我是狄奥多拉的未婚夫.有什么问题吗?"



    scene day2_c17 with tstmgr

    c "我为他的无礼和没有早点把他介绍给你们道歉.这是[P],andyes,我们已经订婚了..."



    "男人C""什么?为什么你和你妈妈从不告诉任何人这件事?"



    c "这...说来话长......"



    "男人B""[P]?......我想我在别处听说过这个名字......"



    player "现在你能给我们一点时间吗?我的未婚妻和我有很多话要说."



    scene day2_c18 with tstmgr

    "男人A""你怎么敢这样跟我说话!?"



    "男人B""(打断了男人A)对不起,孩子,我们道歉.祝你们玩得愉快."



    "男人B""我们在楼下准备了一些食物和酒,如果你愿意,请随时加入我们."



    scene day2_c19 with tstmgr

    "三个人匆匆离开了."



    scene void with tstmgr

    "... ... ... ..."



    "男人A""你为什么要把我拉回来?我正要教训那个小混蛋一顿!"



    "男人B""我以前听说过他的名字.你知道他父亲是谁吗?"



    "男人C""Hmmm?是谁?"



    "男人B""他的父亲是............"



    "... ... ... ..."



    "男人A""Oh,shit,真的吗?Damn,我不知道."



    "男人C""难怪他竟敢那样对我们说话.他父亲有能力让我们在这个城市一无所有."



    "男人A""Yeah,好险啊,谢谢,老兄."



    "男人B""没事.还有...我最近听到一些关于他父亲的谣言......"



    "男人B""他的父亲将会有大麻烦......他很快就不能这样跟我们说话了......"



    "... ... ... ..."



    scene day2_c20 with tstmgr

    c "Hmmmmm... ... ... ..."



    c "你为什么还搂着我?他们已经走了."



    scene day2_c21 with tstmgr

    player "Oh,eh,抱歉..."



    c "... ... ... ..."



    scene day2_c22 with tstmgr

    c "你...刚刚做的不错."



    c "谢谢............"



    "她的声音变得比平时柔和了.这让我觉得...有点不真实."



    player "狄奥,我......"



    scene day2_c23 with tstmgr

    c "我累了.你现在能开车送我回我妈妈家吗?"



    player "... ... ... ..."



    player "当然..."



    scene day2_c24 with tstmgr

    c "And...我想我妈妈又要邀请你和我们一起吃饭了..."



    player "我...我很乐意."



    scene day2_c23 with tstmgr

    c "Humph... ... ... ..."



    scene void with tstmgr

    "... ... ... ..."



    "之后,我开车送狄奥多拉回了她母亲的别墅,和她的家人一起吃了晚饭."



    "... ... ... ..."



    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
