label d3_1:

    "... ... ... ... ... ..."


    scene nightclub_background with tstmgr

    "第二天,晚上.我在西蒂尔夜店."



    player "Wow...这里好多女孩."



    "杰克""好好享受这个夜晚吧,兄弟.这是对你帮我准备经济学考试的报答."



    player "老实说,杰克,你下半生所有的考试都可以指望我."



    "杰克""很好.这正是我想听你说的.现在去找点乐子吧."



    player "你也是,兄弟."



    "杰克是这个城市夜店圈的名人.和他比起来,我就像个书呆子,根本不知道如何找乐子.我打赌他明天会在一张大床上醒来,和五个裸女在一起."



    "Well,我也可以像他一样,因为我很有钱.但我不会.一夜情只是我解决性欲的一种方式.1v1就够了,1v5只是浪费我的时间和精力."



    "除非...这五个女孩都是我爱的."



    "Ahhhhhh............别再想那些疯狂的后宫白日梦了!"



    "女孩A""Hi,帅哥,来喝一杯~"



    player "Oh,Hi,蒂娜,好久不见."



    "很快,另一个女孩来到我身边."



    "女孩B""介意我们坐在这里吗,帅哥?"



    "女孩A""Hey,他是我的."



    "女孩B""你难道想独享吗."



    "瞧,这就是有钱和帅气的好处.每个女孩都喜欢你."



    player "冷静点,女孩们.我给你们俩买杯饮料."



    "在昏暗的灯光下,我被这两个女孩包围着.她们大胆地把他们温暖的身体靠近我,用她们丰满的乳房碰我的手臂.这是推销自己的好方法.如果是一年前,我肯定会带她们中的一个去酒店."



    "但现在情况不同了.我再也不会被这些把戏诱惑了.现在我更希望看到的是..."



    "Eh... ..."



    "我更希望看到的是..."



    "等等......"



    player "(妈的,那是谁?)"



    scene day3_a1 with tstmgr

    "... ... ... ..."



    "有一个女孩独自坐在角落里.她看起来紧张,安静,和别人格格不入."



    "我的目光无法从她身上移开.她看上去那么纯洁,那么害羞,那么缺乏经验,就像从天上掉到地上的天使."



    "那件廉价的衣服掩盖不了她的好身材.她的脸看起来很有异国情调.也许她有拉丁美洲或中东血统?"



    scene day3_a2 with tstmgr

    "还有那个胸...OhGod...我被深深地吸引了.那正是我喜欢的类型!"



    scene nightclub_background with tstmgr

    player "女士们,享受你们的葡萄酒吧.我马上就回来."



    "我从那些女孩手中抽出双臂,站起来,向那个女孩走去."



    scene day3_a3 with tstmgr

    "??" "...?"



    player "晚上好,小姐.介意我坐在这里吗?"



    scene day3_a4 with tstmgr

    "??" "Oh,eh,当然不...不,我是说,实际上..介意..."



    "??" "我在等我的朋友."



    "她的朋友吗?她是和一个男人一起来的吗?如果那是真的,我会很难过."



    player "你朋友是谁?"



    "??" "... ... ... ..."



    "??" "她的名字叫詹妮弗.她是我的邻居...是她把我带到这里来的."



    "太好了,不是男性朋友!~"



    player "这是你第一次来这里吗?"



    "??" "Eh...是的..."



    player "我是第一个在这里和你聊天的人吗?"



    "??" "Yes..."



    player "嗯,今天一定是我的幸运日.我可以请你喝一杯吗?"



    scene day3_a5 with tstmgr

    "??" "谢谢你的好意,我..."



    "??" "... ... ... ..."



    "??" "算了,谢谢你,你真大方."



    "我给她买了一杯酒,在她旁边坐下,她却说这个座位是她朋友的."



    "她没有阻止我.这意味着要么她的“朋友”不存在,要么她不讨厌我在这里.不管事实是什么,这对我来说都是好消息."



    player "对了,我叫[P]."



    a "我是薇拉.很高兴见到你."



    "我们很快开始像朋友一样聊天.我知道她从农村来到这个城市是为了更好地生活.她现在在贫困中挣扎,但她相信,如果她努力工作,生活会变得更好."



    "Uh-huh,一个灰女孩式的女孩,有勇气,梦想和独立.非常受人尊敬."



    "我们边说边喝.在酒精的影响下,她变得比之前外向得多.."



    "我想我喜欢和她说话.感觉...很放松.实际上,这很奇怪.我来自一个富裕的家庭,而她来自社会的底层,我们有着不同的生活轨迹.我们应该没有太多的事情可以互相谈论.但......"



    "为什么我和这个女孩说话时感觉那么舒服?......"



    "我们喝足了酒便去跳舞,累了就继续喝,然后一来二去,直到喝得酩酊大醉."



    "一个有趣的夜晚......"



    scene day3_a9 with tstmgr



    a "我该回家了...已经很晚了."



    player "(打嗝Oh,拜托,拜托,让我送你回家吧.你已经喝醉了,我不会让你一个人走的."



    a "你...你太好了..."



    a "OK...我们走吧..."



    scene void with tstmgr

    "我们一起离开夜店,前往她的住处."



    "... ... ... ..."



    "她家离这儿不远.我们走到那里只花了不到15分钟.她打开了门.我们在里面.一切发生的很自然."



    scene a_initial_background with tstmgr

    "Oh...虽然我已经意识到她的贫穷,但这...这仍然是我没有预料到的."



    "这是什么鬼地方?她一直住在这里?Ew...它看起来甚至比监狱更糟糕."



    a "我家里通常...没有很多客人..."



    a "你可以...你喜欢坐哪儿就坐哪儿."



    player "Eh... ... ... ..."



    a "Oh,yeah...你好像什么选择的余地..."



    a "我只有一把椅子,没有沙发,没有地毯.对不起...我知道这地方糟透了.如果你愿意,你可以坐在我的床上."



    "她的声音听起来很沮丧.我认为酒精在某种程度上放大了她的情绪."



    "但不管怎样,坐在她床上我还是很开心的."



    a "我...我去给你沏点茶.公共厨房离这儿不远,我一会儿就回来..."



    player "不,没有必要.就...待在这就好了,拜托."



    a "好,好吧..."



    a "如果你这么说的话..."



    scene day3_fix_0 with tstmgr

    "她在我旁边坐下."



    "... ... ... ..."



    scene day3_fix_1 with tstmgr

    a "你不应该来这里.我不应该让你看到这些."



    a "你一定想嘲笑我...关于我糟糕的家,糟糕的生活..."



    "我想她快要哭了.她白天假装坚强独立,努力摆脱贫困.但现在酒精撕破了她的伪装,在陌生人面前暴露了她脆弱的内心."



    scene day3_fix_2 with tstmgr

    player "No,eh,我永远不会以财富来判断一个人."



    "Well,这是真的,因为钱对我来说只是一个数字."



    scene day3_fix_3 with tstmgr

    player "此外,我认为你的房间很...独特."



    "Well,这也是真的...我以前从未到过这样的地方"



    scene day3_fix_4 with tstmgr

    a "... ... ... ..."



    a "谢谢..."



    scene day3_fix_5 with tstmgr

    "我向她靠近了一点."



    player "你想过回你的家乡吗?你知道,你不需要在这里把自己逼得那么紧."



    scene day3_fix_28 with tstmgr

    a "但是...我希望过上更好的生活,这在我的家乡是做不到的.那只是一个萧条的小镇."



    player "我明白了............"



    scene day3_fix_29 with tstmgr

    player "但是这个城市并没有你想的那么好.有些机会可以让你过上更好的生活,也有些陷阱可以轻易摧毁你所拥有的一切."



    player "你只是一个脆弱的女孩.你不能独自在这里生存."



    scene day3_fix_30 with tstmgr

    a "但是...我必须碰碰运气......"



    player "... ... ... ..."



    player "你有男朋友吗?"



    scene day3_fix_31 with tstmgr

    a "男朋友?Hmmmmm......no......"



    player "Well,那你应该找一个,因为那将是这个城市里你唯一可以依靠的男人."



    scene day3_fix_32 with tstmgr

    a "Oh......eh......谢谢......"



    player "你应该学会保护自己.例如,你不应该邀请任何人到你的住处,除非你非常了解他."



    player "Hmmmmm......yeah,你不该让我进来的,但没关系.我是个好人."



    scene day3_fix_34 with tstmgr

    "我就像她的导师一样,试图告诉她一些在这个城市生存的规则和理念.她只是坐在那里听着.我没有注意到,但她眼中的光芒越来越强烈."



    "最后,她打断了我......"



    scene day3_fix_33 with tstmgr

    a "你...你想做我的男朋友吗?..."



    "酒精真的是一个神奇的东西,有时候它能让一切变得简单.人们会有不同的想法,很容易被感动,会说一些清醒时不会说的话."



    player "什么??"



    scene day3_fix_35 with tstmgr

    a "没...没什么.我不知道自己在说什么......"



    scene day3_fix_36 with tstmgr

    a "只是...你看起来是个好人,我还挺喜欢...和你呆在一起的......"



    player "薇拉............"



    scene d2_5_2 with tstmgr

    pause



    scene d2_5_3 with tstmgr

    $ flashlight()

    pause



    player "我......"



    "她不是唯一一个受酒精影响的人.那一刻我也半醉了,唯一浮现在我半混沌的脑海里的就是..."



    "我应该把这个女孩也列在我的潜在真爱名单上,因为她那羞涩的话语震撼了我的心."



    scene day3_fix_7 with tstmgr

    "我轻轻地把手放在她的肩膀上,把她的一只手握在手里.她似乎并没有抗拒."



    scene day3_fix_8 with tstmgr

    player "我也喜欢和你待在一起..."



    scene day3_fix_9 with tstmgr

    a "Wummmmmmmmm~~~~~~~~~"



    "我们就这样接吻了.一切都那么的顺利."



    a "(轻声呻吟)Wmmm......"



    scene day3_fix_10 with tstmgr

    "我的左手摸上了她的一个乳房.她的呻吟越来越强烈,但她没有阻止我."



    "我吻了她半分钟才离开她的嘴."



    scene day3_fix_11 with tstmgr

    a "我从来没想过...接吻可以是如此的...舒服."



    a "我以前也从来没有接吻过..."



    player "薇拉............"



    scene day3_fix_12 with tstmgr

    "我又吻了她一下,同时用手抓住她的衣服."



    scene day3_fix_13 with tstmgr

    "然后我扯下她的裙子,露出她的乳头."



    "她有点发抖,但还是没有反抗我."



    scene day3_fix_14 with tstmgr

    "我用手掌和手指轻柔地触摸她裸露的乳房,拿在手里感受它的重量."



    scene day3_fix_15 with tstmgr

    "天啊,感觉太棒了."



    "... ... ... ..."



    scene day3_fix_16 with tstmgr

    "又吻了半分钟,我把她推到床上,脱掉了她的衣服.她直视着我的眼睛,带着好奇,期待,渴望和恐惧."



    player "就交给我吧.我会处理好一切的~"



    a "请...温柔点..."



    scene day3_fix_17 with tstmgr

    a "... ... ... ..."



    a "等等...你在干什么?"



    a "你是想..."



    scene day3_fix_18 with tstmgr

    a "Ohhhhhh~~~那里不能舔!"



    scene day3_fix_19 with tstmgr

    a "Ahhhh... ... ... ..."



    a "你的舌头...伸到了我的..."



    a "(因快乐和欲望而呻吟)我的天...别...oh...Ahhh..."



    a "这...感觉...Ahhh......"



    a "我无法...思考了..."



    scene day3_fix_20 with tstmgr

    "我的舌头在她的小穴里,品尝着她的淫液,享受着被她小穴精致的肉壁包裹着的感觉."



    "我能感觉到她每一秒都在变得更湿."



    a "(因快乐和欲望而呻吟)Ohno...Ah,Ah,Ah...Ummm..."



    "然后我伸出舌头,开始舔她的阴蒂.她的呻吟声越来越大,她的身体不停地颤抖."



    scene day3_fix_21 with tstmgr

    a "停...停...停...如果你继续这样的话..."



    a "我会...泄的..."



    a "(因快乐和欲望而呻吟)Ah,ah,ah,ah......"



    "她几秒钟后就要高潮了.她身体的悸动告诉了我一切."



    scene day3_fix_22 with tstmgr

    "我突然停了下来."



    a "Huh?... ..."



    a "为什么你...停了?"



    a "我正要..."



    player "(调皮地笑了笑)要什么?"



    a "Wmmmmmm... ... ... ..."



    scene day3_fix_23 with tstmgr

    a "没什么..."



    player "你想让我继续吗?我会让你更舒服的,但你得告诉我你想要的."



    scene day3_fix_24 with tstmgr

    a "... ... ... ..."



    a "我......"



    a "我想要..."



    a "请...让我更舒服..."



    "这就是我想听到的."



    scene day3_fix_25 with tstmgr

    "我把我的鸡儿放在她的小穴上面."



    a "等等...你要...?......"



    a "再...再考虑一下...也许......"



    scene day3_fix_26 with tstmgr

    a "(充满欲望和恐惧的尖叫)YYYeeeeeeeeeeeee............"



    "我的天.她怎么能这么紧呢?感觉我的鸡儿要被夹断了."



    "我甚至不能完全把它塞进去.妈的,看来我得加把劲了."



    scene day3_fix_27 with tstmgr

    "好了!"



    a "(大声尖叫)AHHHHHHHHHHHH!!!!"



    "等等,她还是处女吗?"



    "我意识到我的鸡儿顶破了一个东西.那一定是她的处女膜."



    scene day3_a32 with tstmgr
    play sound day3_a32 loop

    "我开始抽动.好像我刺破她的处女膜后她就昏过去了."



    "是因为快乐还是恐慌?或者两个都有?"



    "我是不是太...粗鲁了?"



    "算了,等她醒了我会问她的."


    stop sound
    scene day3_a33 with tstmgr
    play sound day3_a33 loop

    "我加快速度,更用力地操她.她被我的动作弄醒了."



    a "发...发生了什么?"



    a "我感觉...怪怪的..."



    a "Ohhhh~~~我...又要...泄了......"



    player "我也是,女孩.我也很快就要射了."



    a "等等...请射到外面,拜托..."



    a "我............"


    stop sound
    scene day3_a34 with tstmgr
    play sound cumshot

    a "AAAAAHHHHHHHHHHHHHHHHHHHH... ... ... ... ..."



    player "Shit!!!!!"



    "我们同时达到了高潮.在我射之前的最后一秒,我把我的鸡儿拔了出来."



    scene day3_a35 with tstmgr

    "... ... ... ..."



    "Ah...我感到精疲力竭.她又失去了知觉."



    "... ... ... ..."



    "这可能是这些年来我最好的性经历之一."



    scene day3_a36 with tstmgr

    "Well...现在可能是睡觉的好时间..."



    "我们躺在一起,很快就睡着了,像两个不知羞耻的动物."



    "Zzzzzzz... zzzzzzzz..."



    "Zzz... zzz... zzz... zzz..."





    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
