label d5_4:

    "几个小时后.在Uzi酒吧."

    scene the_uzi_bar_background with tstmgr

    player "... ... ... ..."

    player "(这地方比西蒂尔还乱.)"

    player "(我还是不相信她会出现在这里.)"

    "我环顾了一下酒吧,没有找到薇拉."

    "女孩A""那个新来的女孩在哪儿?我到处都找不到她."

    "女孩B""嘘..."

    "女孩A""怎么了?"

    "女孩B""她在后巷.老板决定亲自对付她."

    "女孩A""你的意思是...,我的天啊."

    player "(Eh...她们在说什么?)"

    player "(感觉不对.我应该去那条小巷看看发生了什么事.)"

    scene void with tstmgr

    "我很快穿过人群,很快就到了这家酒吧的后门."

    "与此同时,在后巷."

    scene day5_a1 with tstmgr

    "酒吧老板""真漂亮."

    "酒吧老板""那些大人物会为你疯狂的."

    a "Hmmmmm Wmmm... ... ... ..."

    scene day5_a2 with tstmgr

    "酒吧老板""你现在一点力气都没有,是吗?可怜的女孩,你不应该喝陌生人的东西."

    scene day5_a3 with tstmgr

    "酒吧老板""看看你漂亮的脸."

    "酒吧老板""你被一个男人伤过心了,对吧?当我第一次见到你的时候,我就知道了."

    scene day5_a4 with tstmgr

    "酒吧老板""Well...好消息是,你不用再担心那个家伙了."

    "酒吧老板""坏消息是,我要让你成为我的奴隶."

    a "(啜泣)............"

    player "(终于到了)我的...你不是在开玩笑吧."

    player "够了,光头,让她走."

    scene day5_a5 with tstmgr

    "酒吧老板""等等,什么?"

    "酒吧老板""你以为你是谁?没有人敢打扰我!"

    scene day5_a6 with tstmgr

    "酒吧老板""Uh?... ..."

    "酒吧老板""[P],先生?"

    "酒吧老板""你...你怎么在这儿?"

    player "为了救我的女朋友,你这个混蛋.让她走吧,我不会再说第二遍."

    "酒吧老板""等等,她是你的女朋友?我以为你女朋友是那个来自新光家族的银发女士."

    player "这不关你的事.放开她,现在!"

    scene day5_a7 with tstmgr

    "酒吧老板""Okay,okay.伙计,我不知道."

    "我把薇拉搂在怀里."

    "酒吧老板""听着,兄弟,我很抱歉.这绝对是个误会.如果我有任何不好想法...我将天打五雷轰...我对天发誓..."

    player "如果你不介意,我要她带出去了."

    "酒吧老板""当然,当然,你是老板."

    "酒吧老板""我希望这个误会不会影响我们的友谊."

    scene void with tstmgr

    "... ... ... ..."

    "我把薇拉带出了酒吧."

    scene a_apartment_background_night with tstmgr

    "我开车送她到她的公寓.她一路上都在发抖.我想说点什么,但不知从何说起."

    "我把车停在她的公寓前,但她没有下车.我知道在发生了之前的事之后,她不敢一个人回家."
    " "
    player "你需要我...送你回家吗?"
    " "
    "她想了一会儿,最后点了点头.这个可怜的女孩吓坏了.她需要有人依靠.我肯定不是她最好的选择,但现在我是她唯一的选择."

    "我下了车,和她一起走到她的房间."

    player "你需要我进来和你呆一会儿吗?我很担心你."

    "她又点了点头."
    " "
    scene day5_a9 with tstmgr

    "我们进到她的房间后,她把身子蜷在床上,看上去既脆弱又无助."

    player "所以...你想聊聊吗?"
    " "
    scene day5_a10 with tstmgr

    a "... ... ... ..."
    " "
    "她张开嘴,用颤抖的声音说:"

    a "嗯......"

    player "你为什么要去那样的地方?"

    a "我看到一则招聘广告.那里服务员的工作...工资很高."

    player "你有经济困难吗?如果你需要钱,可以找我.我很乐意帮忙."

    scene day5_a9 with tstmgr

    a "我不想要你的钱."

    player "你还是那么固执."

    "这个女孩有她自己的原则要坚持.这让我抓狂,但同时我开始欣赏她的固执."

    "但我得想办法帮她."

    player "请问,你需要钱做什么?"

    scene day5_a10 with tstmgr

    a "... ... ... ..."

    "她不确定是否应该告诉我真相."

    a "我..."

    a "我需要找个新地方住.这个地方..."

    a "...不安全."

    "她说的没错.她的公寓位于毒品,帮派和卖淫泛滥的贫民窟.像她这样漂亮的女孩一个人住在这里是很危险的."

    "也许我能帮点忙.她说她不会接受我的钱,但..."

    player "如果我说我能帮你呢?"

    scene day5_a9 with tstmgr

    a "我不要你的..."

    player "看在上帝的份上,拜托.如果你不想要我的钱,没关系,但至少你应该让我在其他方面帮助你."

    player "我为那晚对你所做的事深感抱歉,你知道的.否则我今晚就不会来救你了."

    a "... ... ... ..."

    player "抱歉...我不是故意提起那件事的."

    player "我想要的只是你的原谅.请让我为你做点什么."

    scene day5_a10 with tstmgr

    a "... ... ... ..."

    a "你...要怎么帮我?"

    "终于,她不再拒绝我了.太好了."

    player "我爸爸三年前在这个城市买了一栋房子作为投资.它装修得很好,现在没有人住在那里.如果你愿意,你可以搬过去住."

    a "你给一间房子我住?"

    player "是的,我不收你任何费用.它是完全免费的."

    player "就当是表达我的歉意吧.只要你愿意,你可以一直住在那所房子里,直到你找到一个更好的地方."

    a "你为什么不自己住在那里呢?"

    player "我?Eh...我一个人住在这么大的房子里感到不舒服.所以我现在住在酒店套房."

    a "你宁愿住酒店也不愿住在你爸爸的房子里?你们富的真不合理."

    player "随你怎么嘲笑我.不管怎样,欢迎你住在那里.没有室友,没有房租,没有水电费.你唯一需要做的就是保持房子干净."

    a "总感觉不太对..."

    a "我不信任你."

    player "... ... ... ..."

    player "我理解."

    player "没关系.我会找到其他方法来帮助你.我是一个讲信用的人,我不会放弃直到我得到你的原谅."

    a "... ... ... ..."

    a "就算我相信你..."

    a "你爸爸会同意吗?我是说,那是你爸爸的房子,对吧?"

    player "别担心,我爸爸永远不会拒绝我."

    a "... ... ... ..."

    player "那么,你接受我的提议了吗?"

    a "... ... ... ..."

    scene day5_a11 with tstmgr

    a "(叹息)Okay,我接受."

    player "太好了.一旦我从我爸爸那里拿到钥匙,我就把它交给你.这可能需要几天时间."

    a "谢谢你..."

    player "你不用谢.现在你应该休息一下了.天色不早了."

    player "我现在就走."

    scene day5_a10 with tstmgr

    a "等等."

    player "En?"

    a "我只是想知道...为什么那个酒吧老板这么听你的话?"

    player "他知道我是谁,也知道我爸爸是谁.他知道我爸爸有能力在一天之内把他的店关掉.那他为什么要因为一个他不认识的女孩而惹我生气呢?"

    scene day5_a11 with tstmgr

    a "这...有道理..."

    a "所以...你爸爸到底是谁?"

    player "Well..."

    player "他在这个国家是个很有权势的人,你只需要知道这个就好了."

    a "好吧..."

    "我喜欢她笑的样子.可爱."

    player "我..."

    a "...?"

    player "没什么.我马上就走.你好好休息一下."

    a "...晚安."

    player "晚安."

    scene void with tstmgr

    "... ... ... ..."

    "... ... ... ... ... ..."

    "今晚晚些时候,在我的酒店套房."

    player "(打电话中)嗨,爸爸,你好吗?"

    "爸爸""... ... ... ..."

    player "喂?有人吗?"

    "爸爸""(有力的呼吸)你好,儿子.我现在很忙.出什么事了?"

    player "Eh...你为什么气喘?"

    "爸爸""我在慢跑."

    player "爸爸,真的吗?你在午夜慢跑?"

    player "... ... ... ..."

    player "你在和别人上床,对吧?"

    "爸爸""看在上帝的份上,孩子,告诉我你找我干什么!"

    player "好了,好了."

    player "你看,爸爸.我的生日就要到了."

    player "我想要一份生日礼物."

    "爸爸""如果我说错了请纠正我,我记得你的生日是四个月后."

    "爸爸""... ... ... ..."

    "爸爸""算了,你想要什么?"

    "看,我爸爸从来不会拒绝我的要求."

    player "我想要你三年前在罗斯科市买的房子.我知道它是空的."

    "爸爸""你和狄奥多拉终于决定住在一起了吗?"

    player "... ... ... ..."

    player "Nope..."

    "爸爸""Oh,所以你决定和另一个女孩住在一起?"

    player "Nope..."

    "爸爸""你...和一个男的?你知道,我不介意..."

    player "爸爸!"

    "爸爸""开玩笑的.你不需要告诉我原因.我将把那所房子的所有权转让给你,因为那是你想要的."

    "爸爸""你长大了,可以拥有自己的产业了."

    player "非常感谢,爸爸.你是世界上最好的爸爸."

    "爸爸""好的,我明天去处理文件和手续.还有事吗?"

    player "没什么了,爸爸.享受美好的性爱."

    "爸爸""... ... ... ..."

    "爸爸""再见,儿子."

    jump event_post


label d5_4_bLine:

    narrator "A few hours later. At The Uzi Bar."

    scene the_uzi_bar_background with tstmgr

    player "... ... ... ..."

    player "(这地方比西蒂尔还乱.)"

    player "(我还是不相信她会出现在这里.)"

    narrator "我环顾了一下酒吧,没有找到薇拉."

    player "(看起来她的邻居对杰克撒谎了.)"

    narrator "我正要离开这个地方,但是突然,站在我旁边的两个服务员开始说话了."

    "女孩A""那个新来的女孩在哪儿?我到处都找不到她."

    "女孩B""我不知道.也许老板把她带到了后面的小巷.你知道,他无法抗拒那些胸大的妹子."

    "女孩A""幸运的女孩.我想她今天之后会升职的.天啊,我来了3个月了,怎么就没遇上这样的机会?"

    player "(Eh...她们在说什么?)"

    player "(感觉有点不对劲.我应该去那条小巷看看发生了什么事.)"

    scene void with tstmgr

    narrator "... ... ... ..."

    narrator "与此同时,在后巷."

    scene day5_fix_1 with tstmgr

    a "我很抱歉...先生,我不能接受这个."

    "酒吧老板""你确定吗?我提供给你一份可以让你变得富有的工作."

    scene day5_fix_2 with tstmgr

    "酒吧老板""只要你做我的秘书,你就能比这里的其他女孩挣更多的钱."

    "酒吧老板""你也可以搬到我住的地方,我有一个大房子,足够两个人住."

    "酒吧老板""我也有一张大床..."

    a "不...我不是你想的那种女孩."

    scene day5_fix_3 with tstmgr

    "酒吧老板""有什么大不了的?谁不喜欢钱?..."

    scene day5_fix_4 with tstmgr

    a "等等...你靠得太近了."

    a "别这样..."

    scene day5_fix_5 with tstmgr

    a "你为什么...不...让我走!"

    a "我要叫了.让我一个人待着!"

    scene day5_fix_6 with tstmgr

    "酒吧老板""你叫吧,大声点.这是我的地盘,没人会来打扰我们."

    "酒吧老板""Ah......你闻起来很香,我迫不及待想把你列为我的收藏之一了."

    scene day5_fix_7 with tstmgr

    a "你在说什么?请让我走吧,求你了!"

    "酒吧老板""继续哭,婊子.我喜欢听女人的哭泣."

    a "救命............"

    narrator "... ... ... ..."

    player "(终于到了)我的...你不是在开玩笑吧."

    player "够了,光头,让她走."

    scene day5_fix_8 with tstmgr

    "酒吧老板""等等,什么?"

    "酒吧老板""你以为你是谁?没有人敢打扰我!"

    scene day5_fix_9 with tstmgr

    "酒吧老板""Uh?... ..."

    "酒吧老板""[P],先生?"

    "酒吧老板""你...你怎么在这儿?"

    player "为了救我女朋友,你这个狗东西.放开她,我不会再说第二遍."

    scene day5_fix_10 with tstmgr

    a "救救我![P]!救救我!"

    "酒吧老板""等等,她真的是你女朋友?我以为你女朋友是那个来自新光家族的银发女士."

    player "这不关你的事.放了我女朋友,马上!"

    scene day5_fix_11 with tstmgr

    "酒吧老板""Okay,okay.伙计,我不知道."

    narrator "酒吧老板放了薇拉.然后她跑向我,躲在我后面,像个婴儿一样哭了起来."

    "酒吧老板""听着,伙计,我很抱歉.这是个他妈的误会.如果我事先知道...我绝不会...我向你发誓..."

    player "如果你不介意,我要她带出去了."

    "酒吧老板""当然,当然,你是老板."

    "酒吧老板""我希望这个误会不会影响我们的友谊."

    scene void with tstmgr

    narrator "... ... ... ..."

    narrator "我把薇拉带出了酒吧."

    scene a_apartment_background_night with tstmgr

    narrator "我开车送她到她的公寓.她一路上都在发抖.我想说点什么,但不知从何说起."

    narrator "我把车停在她的公寓前,但她没有下车.我知道在发生了之前的事之后,她不敢一个人回家."

    player "你需要我...送你回家吗?"

    narrator "她想了一会儿,最后点了点头.这个可怜的女孩吓坏了.她需要有人依靠.我肯定不是她最好的选择,但现在我是她唯一的选择."

    narrator "我下了车,和她一起走到她的房间."

    player "你需要我进来和你呆一会儿吗?我很担心你."

    narrator "她又点了点头."

    scene day5_a9 with tstmgr

    narrator "我们进到她的房间后,她把身子蜷在床上,看上去既脆弱又无助."

    player "所以...你想聊聊吗?"

    scene day5_a10 with tstmgr

    a "... ... ... ... "

    narrator "她张开嘴,用颤抖的声音说:"

    a "嗯......"

    player "你为什么要去那样的地方?"

    a "我看到一则招聘广告.那里服务员的工作...工资很高."

    player "你有经济困难吗?如果你需要钱,可以找我.我很乐意帮忙."

    scene day5_a9 with tstmgr

    a "我不要你的钱."

    player "你还是那么固执."

    narrator "这个女孩有她自己的原则要坚持.很好,我尊重她."

    narrator "但我必须想办法帮助她.我不能只是坐在这里看.今天发生的事情将来任何时候都可能再次发生!"

    player "请问,你需要钱做什么?"

    scene day5_a10 with tstmgr

    a "... ... ... ..."

    narrator "她不确定是否应该告诉我真相."

    a "我..."

    a "我需要找个新地方住.这个地方..."

    a "...不安全."

    narrator "她是对的.她的公寓位于毒品,黑帮和卖淫泛滥的贫民窟.像她这样漂亮的女孩一个人住在这里是很危险的."

    narrator "也许我能帮点忙.她说她不会接受我的钱,但..."

    player "如果我说我能帮你呢?"

    a "什么意思?"

    player "我爸爸三年前在这个城市买了一栋房子作为投资.它装修得很好,现在没有人住在那里.如果你愿意,你可以搬过去住."

    a "你给一间房子我住?"

    player "是的,而且我不收你任何费用.它是完全免费的."

    player "就当是表达我的歉意吧.只要你愿意,你可以一直住在那所房子里,直到你找到一个更好的地方."

    a "... ... ... ..."

    a "但你为什么不自己住在那里呢?"

    player "我?Eh...我一个人住这么大的房子感觉不舒服.我现在住在酒店套房里."

    a "你宁愿住酒店也不愿住你爸爸的房子?你真是富得不合理."

    player "随你怎么嘲笑我.不管怎样,欢迎你住在那里.没有室友,没有房租,没有水电费.你唯一需要做的就是保持房子干净."

    a "感觉不太对...我为什么要相信你?"

    player "... ... ... ..."

    player "我理解."

    player "但是,你知道.我不是坏人.我是说,我刚把你从那个酒吧老板手里救出来."

    a "是的...对此我很感激."

    a "但是...为什么?你为什么要给我提供房子住?我们甚至连朋友都算不上."

    player "Well...只是...就当是我为那晚的事道歉吧."

    a "... ... ... ..."

    a "你不应该为那天晚上的事责备自己,但是...谢谢..."

    a "就算我相信你那个房子..."

    a "你爸爸会同意吗?我是说,那是你爸爸的房子,对吧?"

    player "别担心,我爸爸永远不会拒绝我."

    a "... ... ... ..."

    player "那么,你接受我的提议了吗?"

    a "... ... ... ..."

    scene day5_a11 with tstmgr

    a "(叹息)好吧,我接受."

    player "太好了.一旦我从我爸爸那里拿到钥匙,我就把它交给你.这可能需要几天时间."

    a "谢谢你..."

    player "你不用谢.现在你应该休息一下了.天色不早了."

    player "我现在就走."

    a "等等."

    player "En?"

    a "我只是想知道...为什么那个酒吧老板这么听你的话?"

    player "他知道我是谁,也知道我爸爸是谁.他知道我爸爸有能力在一天之内关掉他的店.那他为什么要为了一个他都不认识的女孩而惹我生气呢?"

    a "这...有道理..."

    a "所以...你爸爸到底是谁?"

    player "Well..."

    player "他在这个国家是个很有权势的人,你只需要知道这个就好了."

    a "好吧..."

    narrator "我喜欢她笑的样子.真可爱."

    player "我..."

    a "...?"

    player "没什么.我,我要走了.你好好休息一下."

    a "...晚安."

    player "晚安."

    scene void with tstmgr

    narrator "... ... ... ..."

    narrator "... ... ... ... ... ..."

    narrator "今晚晚些时候,在我的酒店套房."

    player "(打电话中)嗨,爸爸,你好吗?"

    "爸爸""... ... ... ..."

    player "喂?有人吗?"

    "爸爸""(有力的呼吸)你好,儿子.我现在很忙.出什么事了?"

    player "Eh...你为什么气喘?"

    "爸爸""我在慢跑."

    player "爸爸,真的吗?你在午夜慢跑?"

    player "... ... ... ..."

    player "你在和别人上床,对吧?"

    "爸爸""看在上帝的份上,孩子,告诉我你找我干什么!"

    player "好了,好了."

    player "你看,爸爸.我的生日就要到了."

    player "我想要一份生日礼物."

    "爸爸""如果我说错了请纠正我,我记得你的生日是四个月后."

    "爸爸""... ... ... ..."

    "爸爸""算了,你想要什么?"

    narrator "看,我爸爸从来不会拒绝我的要求."

    player "我想要你三年前在罗斯科市买的房子.我知道它是空的."

    "爸爸""你和狄奥多拉终于决定住在一起了吗?"

    player "... ... ... ..."

    player "Nope..."

    "爸爸""Oh,所以你决定和另一个女孩住在一起?"

    player "Nope..."

    "爸爸""你...和一个男生?你知道,我不介意的..."

    player "爸爸!"

    "爸爸""无所谓了.你不必告诉我原因.我会把那所房子的所有权转让给你,因为那是想要的."

    "爸爸""你长大了,可以拥有自己的产业了."

    player "非常感谢,爸爸.你是世界上最好的爸爸."

    "爸爸""好的,我明天去处理文件和手续.还有其他事吗?"

    player "没什么了,爸爸.享受美好的性爱."

    "爸爸""... ... ... ..."

    "爸爸""再见,儿子."

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
